<?php
echo "出走馬は９頭です。"."<br>";
$uma=["ディープインパクト","トウカイテイオー","スペシャルウィーク","スーパークリーク","メジロマックイーン","ダイユウサク","オグリキャップ","ウオッカ","ダイワスカーレット"];
$seibetu=["父:","母:"];
$titiuma=["サンデーサイレンス","シンボリルドルフ","サンデーサイレンス","ノーアテンション","メジロティターン","ノノアルコ","ダンシングキャップ","タニノギムレット","アグネスタキオン"];
$hahauma=["ウインドインハーヘア","トウカイナチュラル","キャンペンガール","ナイスデイ","メジロオーロラ","クニノキヨコ","ホワイトナルビー","タニノシスター","スカーレットブーケ"];

for($i=0;$i<=8;$i++){
    echo $uma[$i]."<br>";
    echo $seibetu[0],$titiuma[$i]."<br>";
    echo $seibetu[1], $hahauma[$i]."<br>";
    }
?>