<?php

//基本設定　**********************************************************

//1ページの記事表示件数
$step = 3;

//保持する最大記事件数
$maxtopic = 500;

//管理画面の記事一覧表示形式（1→タイトルのみ、0→コンテンツも表示）
$admin_title_only = 1;

//テキストフィールドの個数
$text_fields = 1;

//画像アップローダーの個数
$image_fields = 1;

//アップロード画像の最大横幅指定（GDライブラリ使用可能な場合はりサイズ）
$imgwidth = 320;

//アップロードする画像の最大ファイルサイズ（単位：KB）
$maxfilesize = 2000;

//画像の拡大リンク（1→する、0→しない）
$is_pict_zoom = 0;

//RSSの生成件数（先頭の記事より）
$maxrss = 10;

//公開ページのURL
$site_url = 'http://s7120940.xaas.jp/';

//RSSのタイトル
$rss_title = 'トピックス';

//RSSのディスクリプション
$rss_discription = '最新の情報をお伝えします';

//********************************************************************

?>